Repository: django-cms/djangocms-moderation
Catalog: djangocms_moderation/locale/*/LC_MESSAGES/django.po
Languages: fr

source: By {user}
fr: Par {utilisateur}

source: Status
fr: Statut

source: Form Submission
fr: Envoi de formulaire

source: Content type
fr: Type de contenu

source: Title
fr: Titre

source: Author
fr: Auteur

source: Preview
fr: Prévisualiser

source: Reviewer
fr: Évaluateur

source: Ready for publishing
fr: Prêt à être publié

source: Pending author rework
fr: En attente de révision par l'auteur

source: Pending %(role)s approval
fr: En attente de l'approbation de %(role)s

source: %(action)s by %(name)s
fr: %(action)s par %(name)s

source: Ready for submission
fr: Prêt pour la soumission

source: %(count)d request successfully deleted
fr: %(count)d requête supprimée avec succès

source: %(count)d request successfully resubmitted for review
fr: %(count)d demande de révision a été renvoyée avec succès

source: %(count)d request successfully published
fr: %(count)d demande publiée avec succès

source: %(count)d request successfully submitted for rework
fr: %(count)d demande soumise avec succès pour révision

source: %(count)d request successfully approved
fr: %(count)d demande approuvée avec succès

source: Collection comments
fr: Commentaires des collections

source: User
fr: Utilisateur

source: Request comments
fr: Commentaires des demandes

source: reviewers
fr: réviseurs

source: Modify collection
fr: Modifier la collection

source: Request
fr: Demande

source: By User
fr: Par utilisateur

source: Answer
fr: Réponse

source: Form Data
fr: Données du formulaire

source: Resubmit changes for review
fr: Renvoyer les modifications pour révision

source: Submit for rework
fr: Soumettre pour retouche

source: Approve
fr: Approuver

source: Remove selected
fr: Supprimer la sélection

source: Publish selected requests
fr: Publier les demandes sélectionnées

source: No suitable items found to add to moderation collection
fr: Aucun élément approprié trouvé à ajouter à la collection de modération

source: Add to moderation collection
fr: Ajouter à la collection de modération

source: Add items to a collection to unpublish
fr: Ajouter des éléments à une collection pour les retirer de la publication

source: django CMS Moderation
fr: django CMS Modération

source: Submit for moderation
fr: Soumettre pour modération

source: Moderation collections
fr: Collections de modération

source: Unique alpha-numeric string
fr: Chaîne alphanumérique unique

source: Sequential number
fr: Nombre consécutif

source: Sequential number with identifier prefix
fr: Nombre séquentiel avec préfixe d'identifiant

source: Default
fr: Par défaut

source: Current page
fr: Page actuelle

source: Page children (immediate)
fr: Enfants de la page (immédiats)

source: Page and children (immediate)
fr: Page et enfants (immédiats)

source: Page descendants
fr: Descendants de la page

source: Page and descendants
fr: Page et ses descendants

source: Resubmitted
fr: Renvoyé

source: Started
fr: Commencé

source: Rejected
fr: Rejeté

source: Approved
fr: Approuvé

source: Cancelled
fr: Annulé

source: Finished
fr: Terminé

source: Collecting
fr: Collecte

source: In Review
fr: En révision

source: Archived
fr: Archivé

source: Moderation Form
fr: Formulaire de modération

source: Moderation Forms
fr: Formulaires de modération

source: Approved moderation requests
fr: Demandes de modération approuvées

source: Rejected moderation requests
fr: Demandes de modération rejetées

source: Request for moderation deleted
fr: Demandes de modération supprimées

source: Review requested
fr: Examen demandé

source: moderator
fr: modérateur

source: reviewer
fr: Réviseur

source: All
fr: Tous

source: comment
fr: commentaire

source: Any {role}
fr: N'importe quel {rôle}

source: Your item is either locked, not enabled for moderation,or is part of another active moderation request
fr: Votre élément est soit verrouillé, soit non activé pour modération, soit fait partie d'une autre demande de modération active

source: Select review group
fr: Sélectionner le groupe d'examen

source: This collection can't be submitted for a review
fr: Cette collection ne peut pas être soumise pour examen

source: This collection can't be cancelled
fr: Cette collecte ne peut pas être annulée

source: You can only change your own comments
fr: Vous ne pouvez modifier que vos propres commentaires

source: In collection "%(collection_name)s (%(collection_id)s)"
fr: Dans la collection "%(collection_name)s (%(collection_id)s)"

source: In moderation "%(collection_name)s (%(collection_id)s)"
fr: Dans la modération "%(collection_name)s (%(collection_id)s)"

source: Plain
fr: Neutre

source: Form
fr: Formulaire

source: name
fr: nom

source: Content Type
fr: Type de Contenu

source: Template
fr: Patron

source: Confirmation Page
fr: Page de confirmation

source: Confirmation Pages
fr: Pages de confirmation

source: user
fr: utilisateur

source: group
fr: groupe

source: confirmation page
fr: page de confirmation

source: Role
fr: Rôle

source: Roles
fr: Rôles

source: Can't pick both user and group. Only one.
fr: Vous ne pouvez pas sélectionner à la fois un utilisateur et un groupe. Un seul choix est possible.

source: is default
fr: est le workflow par défaut

source: identifier
fr: identifiant

source: Identifier is a 'free' field you could use for internal purposes. For example, it could be used as a workflow specific prefix of a compliance number
fr: L'identifiant est un champ « libre » que vous pouvez utiliser à des fins internes. Il peut par exemple servir de préfixe spécifique au flux de travail d'un numéro de conformité.

source: requires compliance number?
fr: nécessite un numéro de conformité ?

source: Does the Compliance number need to be generated before the moderation request is approved? Please select the compliance number backend below
fr: Le numéro de conformité doit-il être généré avant que la demande de modération soit approuvée ? Veuillez sélectionner le numéro de conformité ci-dessous.

source: compliance number backend
fr: backend du numéro de conformité

source: Can't have two default workflows, only one is allowed.
fr: Il n'est pas possible d'avoir deux workflows par défaut, un seul est autorisé.

source: role
fr: rôle

source: is mandatory
fr: est obligatoire

source: Step
fr: Étape

source: Steps
fr: Étapes

source: collection name
fr: nom de la collection

source: Can change collection author
fr: Peut modifier l'auteur de la collection

source: Can cancel collection
fr: Peut annuler une collection

source: Cancelled collection
fr: Collection annulée

source: moderation_request
fr: demande_de_modération

source: language
fr: langue

source: is active
fr: est active

source: date sent
fr: date d'envoi

source: compliance number
fr: numéro de conformité

source: author
fr: auteur

source: Requests
fr: Demandes

source: status
fr: statut

source: by user
fr: par utilisateur

source: to user
fr: pour l'utilisateur

source: to role
fr: pour le rôle

source: step approved
fr: étape approuvée

source: date taken
fr: date d'obtention

source: moderation request
fr: demande de modération

source: for step
fr: pour l'étape

source: Confirmation Form Submission
fr: Formulaire de confirmation

source: Confirmation Form Submissions
fr: Formulaires de confirmation

source: Cannot archive a version in an active moderation collection
fr: Impossible d'archiver une version dans une collection de modération active.

source: Cannot revert when draft version is in an active moderation collection
fr: Impossible de revenir en arrière lorsque la version préliminaire se trouve dans une collection de modération active.

source: Version is in an active moderation collection
fr: La version fait partie d'une collection en modération active.

source: Cannot edit a version in an active moderation collection
fr: Impossible de modifier une version dans une collection en modération active.

source: Home
fr: Accueil

source: Add %(name)s
fr: Ajouter un(e) %(name)s

source: %(collection_name)s comments
fr: %(collection_name)s commentaires

source: Comments
fr: Commentaires

source: Delete Confirmation
fr: Confirmation de suppression

source: Are you sure you want to approve these items for publishing?
fr: Êtes-vous sûr de vouloir approuver ces éléments pour publication ?

source: Identifier
fr: Identifiant

source: Edit Date
fr: Date de modification

source: Yes, I\
fr: Oui, je\

source: No, take me back
fr: Non, ramenez-moi en arrière

source: Are you sure you want to remove these items from this collection?
fr: Êtes-vous sûr de vouloir supprimer ces éléments de cette collection ?

source: Are you sure you want to publish these items?
fr: Êtes-vous sûr de vouloir publier ces éléments ?

source: Are you sure you want to re-submit these items for review?
fr: Êtes-vous sûr de vouloir soumettre à nouveau ces éléments pour examen ?

source: Are you sure you want to submit these items back for rework?
fr: Êtes-vous sûr de vouloir renvoyer ces articles pour qu'ils soient retravaillés ?

source: Are you sure you'd like to cancel this collection?
fr: Êtes-vous sûr de vouloir annuler cette collecte ?

source: Cancel
fr: Annuler

source: Confirm
fr: Valider

source: View Comments
fr: Voir les commentaires

source: Comment
fr: Commentaire

source: no comment provided
fr: aucun commentaire fourni

source: Next
fr: Suivant

source: Edit Collection Settings
fr: Modifier les paramètres de la collection

source: Hello %(collection_author)s, %(by_user)s has approved some moderation requests in the collection %(collection_name)s.
fr: Bonjour %(collection_author)s, %(by_user)s a approuvé certaines demandes de modération dans la collection %(collection_name)s.

source: Job ID
fr: Identifiant

source: Admin Url
fr: URL d'administration

source: Hello %(collection_author)s, the following moderation requests in the collection %(collection_name)s have been cancelled
fr: Bonjour %(collection_author)s, Les demandes de modération suivantes dans la collection %(collection_name)s ont été annulées

source: Cancelled moderation requests
fr: Demandes de modération annulées

source: Hello %(collection_author)s, %(by_user)s has rejected some moderation requests in the collection %(collection_name)s.
fr: Bonjour %(collection_author)s, %(by_user)s a rejeté certaines demandes de modération dans la collection %(collection_name)s.

source: You can resubmit the necessary changes for another review, or remove the moderation requests from the collection.
fr: Vous pouvez soumettre à nouveau les modifications nécessaires pour un autre examen, ou supprimer les demandes de modération de la collection.

source: Hello, %(by_user)s has requested your approval for changes in the collection %(collection_name)s.
fr: Bonjour, %(by_user)s a demandé votre approbation pour apporter des modifications à la collection %(collection_name)s.

source: Items included in this request
fr: Éléments inclus dans cette demande

source: Add items to collection
fr: Ajouter des articles à la collection

source: Add '%(content_name)s' to collection
fr: Ajouter '%(content_name)s' à la collection

source: No items to add
fr: Aucun élément à ajouter

source: The selected collection currently contains the following items:
fr: La collection sélectionnée contient actuellement les éléments suivants :

source: This collection contains no items yet
fr: Cette collection ne contient encore aucun élément

source: Submit
fr: Envoyer

source: Owner
fr: Propriétaire

source: Cancel this collection
fr: Annuler cette collection

source: Submit collection for review
fr: Soumettre la collection pour examen

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Completed Forms
fr: Formulaires remplis

source: View Requests
fr: Afficher les demandes

source: %(count)d item successfully added to moderation collection
fr: %(count)d élément ajouté avec succès à la collection de modération

source: Your collection has been submitted for review
fr: Votre collection a été soumise pour examen.

source: Your collection has been cancelled
fr: Votre collection a été annulée.

source: Cancel collection
fr: Annuler la collection
